tap "thoughtbot/formulae"
tap "vitorgalvao/tiny-scripts"
tap "homebrew/cask-fonts"

brew "openssl"
brew "libyaml"
brew "gcc"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "p7zip"
brew "libffi"
brew "cmake"
brew "coreutils"
brew "pkg-config"
brew "libtool"
brew "fzf"
brew "git"
brew "gnupg"
brew "gpg-agent"
brew "jq"
brew "lsd"
brew "make"
brew "neovim"
brew "pinentry-mac"
brew "rbenv"
brew "ripgrep"
brew "tmux", args: ["build-from-source"]
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "thoughtbot/formulae/rcm"
brew "vitorgalvao/tiny-scripts/cask-repair"

cask "font-hack-nerd-font"
cask "hammerspoon"
cask "iterm2"
cask "keybase"
cask "xscreensaver"
