tap "vitorgalvao/tiny-scripts"

brew "openssl"
brew "readline"
brew "coreutils"
brew "pkg-config"
brew "fzf"
brew "git"
brew "gnupg"
brew "jrnl"
brew "lsd"
brew "neovim"
brew "pinentry-mac"
brew "chruby"
brew "ranger"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "rcm"
brew "vitorgalvao/tiny-scripts/cask-repair"

cask "font-hack-nerd-font"
cask "hammerspoon"
cask "xscreensaver"
cask "alacritty"
